export const products = [{id: '1',name: '«Морковный» торт',categories:[['классика', 'п/п торты']],description: 'Бисквитный торт приготовлен без начинки муки и без начинки сахара🎂🔥\nКбжу на 100 гр 141/8/8/10\nСостав:\n🍰Ароматный морковный бисквит\n🍰Цитрусовый крем \n🍰Грушевое компоте \n🍰Невероятно вкусное фундучное пралине',price: '0',weight: '0',images: ['photos/1_1.jpg'],options1:[['без начинки', 'карамель', 'цитрусовый курд', 'вишня', 'лимон']]},{id: '2',name: '«Шварцвальдский» торт',categories:[['классика', 'п/п торты']],description: 'Вес ~ 1,8 кг 🔥\n\nКБЖУ на 100 грамм всего - 180/10/10/12.5 ❤️‍🔥',price: '0',weight: '0',images: ['photos/2_1.jpg','photos/2_2.jpg'],options1:[['шоколадный бисквит', 'сливочный крем чиз', 'вишня']]},{id: '3',name: '«Сникерс»',categories:[['классика', 'п/п торты']],description: 'Кбжу на 100 гр.: 167/10/11,2/6,4\nСостав:\n🍰Ароматный кокосовый бисквит\n🍰Сочный вишневый соус \n🍰Нежный кокосовый чизкейк \n🍰Крем с нотками кокоса',price: '0',weight: '0',images: ['photos/3_1.jpg','photos/3_2.jpg'],options1:[['карамель', 'арахис']]},{id: '4',name: '«Рафаэлло»',categories:[['классика', 'п/п торты']],description: 'Кбжу на 100 грамм 192/10/12/15\nСостав: \n🥥Нежные и сочные кокосовые коржи\n🥥Кокосовый крем \n🥥Начинка из карамелизованого хрустящего миндаля',price: '0',weight: '0',images: ['photos/4_1.jpg'],options1:[['миндаль']]},{id: '5',name: '«Маковый» торт',categories:[['классика', 'п/п торты']],description: '',price: '0',weight: '0',images: ['photos/5_1.jpg'],options1:[['манго', 'клубника']]},{id: '6',name: 'Классический медовик /торт цифра ',categories:[['классика']],description: '',price: '0',weight: '0',images: ['photos/6_1.jpg'],options1:[['без начинки', 'клубника', 'карамель']]},{id: '7',name: 'Открытый медовик /торт цифра ',categories:[['классика']],description: '',price: '0',weight: '0',images: ['photos/7_1.jpg'],options1:[['без начинки', 'клубника', 'вишня', 'карамель']]},{id: '8',name: 'Молочная девочка',categories:[['классика']],description: '',price: '0',weight: '0',images: ['photos/8_1.jpg'],options1:[['без начинки', 'клубника', 'карамель']]},];

export const selectOptions_categories = [{id: '1',name: 'п/п торты', price: '2000'},{id: '2',name: 'классика', price: '1800'},];

export const selectOptions_weights = [
    {id: '1', weight: '1.5'},
    {id: '2', weight: '2'},
    {id: '3', weight: '2.5'},
    {id: '4', weight: '3'},
    {id: '5', weight: '3.5'},
    {id: '6', weight: '4'},
    {id: '7', weight: '4.5'},
    {id: '8', weight: '5'},
    {id: '9', weight: '5.5'},
    {id: '10', weight: '6'},
    {id: '11', weight: '6.5'},
    {id: '12', weight: '7'},
    {id: '13', weight: '7.5'},
    {id: '14', weight: '8'},
    {id: '15', weight: '8.5'},
    {id: '16', weight: '9'},
    {id: '17', weight: '9.5'},
    {id: '18', weight: '10'},
];
  
export const selectOptions_default = [{'select_1': 1,'select_2': '1', 'select_3': '1'}];
